tap "jesseduffield/lazygit"

brew "awscli"
brew "bat"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gopls"
brew "lazygit"
brew "lua-language-server"
brew "rbenv"
brew "ruby-build"
brew "neovim"
brew "peco"
brew "starship"
brew "stow"
brew "tmux"
brew "vim"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "cleanshot"
cask "obsidian"
cask "docker-desktop"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "slack"
cask "visual-studio-code"
cask "font-hackgen-nerd"
cask "wezterm@nightly"
